//msw연결 전 UI구현을 위한 임시 목입니다!
export const clubReviewMockData = {
  reviews: [
    {
      id: 1,
      writer: '익명1',
      content:
        '솔직히 처음에는 "종교 동아리"라고 해서 조금 망설였습니다. 분위기가 너무 경건하거나 믿음을 강요하지는 않을까 걱정했거든요. 괜한 걱정이었어요~',
      createdAt: '2025-10-01T10:00:00Z',
    },
    {
      id: 2,
      writer: '익명2',
      content:
        '그냥 시간표가 비어서 한번 가보자는 가벼운 마음으로 첫 모임에 나갔는데, 좋은 분들이 많아서 학기 중에 도움을 많이 받았습니다.',
      createdAt: '2025-10-02T14:30:00Z',
    },
    {
      id: 3,
      writer: '익명2',
      content: '사이비 종교와 관련없는 신앙심이 경건해지는 동아리!',
      createdAt: '2025-10-03T09:20:00Z',
    },
  ],
};
